tap "carvel-dev/carvel"
tap "chainguard-dev/tap"
tap "chef/chef"
tap "espanso/espanso"
tap "felixkratz/formulae"
tap "fluxcd/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "kreuzwerker/taps"
tap "kubeshop/monokle"
tap "loft-sh/tap"
tap "neved4/tap"
tap "oven-sh/bun"
tap "siderolabs/tap"
tap "trycua/lume"
brew "aws-iam-authenticator"
brew "aws-vault"
brew "awscli"
brew "lima"
brew "colima"
brew "commitizen"
brew "deno"
brew "docker"
brew "docker-credential-helper"
brew "docker-credential-helper-ecr"
brew "emacs"
brew "node"
brew "eslint"
brew "flux"
brew "fzf"
brew "gh"
brew "github-keygen"
brew "gitleaks"
brew "gnu-sed"
brew "helm"
brew "hub"
brew "jj"
brew "jq"
brew "kanata"
brew "krew"
brew "kubeconform"
brew "librtlsdr"
brew "mactop"
brew "mas"
brew "mise"
brew "mkcert"
brew "newman"
brew "nvm"
brew "openssh"
brew "openvpn"
brew "pipx"
brew "pkgconf"
brew "pre-commit"
brew "prettier"
brew "pwgen"
brew "qemu"
brew "ruby-build"
brew "rbenv"
brew "skaffold"
brew "sops"
brew "tfenv"
brew "volta"
brew "yadm"
brew "yamllint"
brew "yq"
brew "zoxide"
brew "carvel-dev/carvel/ytt"
brew "chainguard-dev/tap/chainctl"
brew "felixkratz/formulae/sketchybar"
brew "hashicorp/tap/hcp"
brew "kreuzwerker/taps/m1-terraform-provider-helper"
brew "kubeshop/monokle/monokle-cli"
brew "loft-sh/tap/vcluster-experimental"
brew "oven-sh/bun/bun"
brew "siderolabs/tap/talosctl"
brew "trycua/lume/lume"
cask "alfred"
cask "arc"
cask "balenaetcher"
cask "betterdisplay"
cask "browser-actions"
cask "daisydisk"
cask "discord"
cask "elgato-stream-deck"
cask "espanso"
cask "flashspace"
cask "ghostty"
cask "gitkraken"
cask "google-chrome"
cask "gpg-suite-no-mail"
cask "hammerspoon"
cask "hookmark"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "notion"
cask "notion-calendar"
cask "obsidian"
cask "openvpn-connect"
cask "orion"
cask "positron"
cask "raspberry-pi-imager"
cask "raycast"
cask "rectangle"
cask "shortcat"
cask "spotify"
cask "tunnelblick"
cask "visual-studio-code"
cask "warp"
cask "yaak"
cask "zed"
cask "zoom"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "Okta Verify", id: 490179405
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Virtual Intranet Access", id: 1439900554
mas "Xcode", id: 497799835
vscode "aaron-bond.better-comments"
vscode "ahmadalli.vscode-nginx-conf"
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "bierner.emojisense"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "codezombiech.gitignore"
vscode "davidanson.vscode-markdownlint"
vscode "davidedmiston.bettergitcommits"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "dotjoshjohnson.xml"
vscode "dskwrk.vscode-generate-getter-setter"
vscode "eriklynd.json-tools"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "florianwidmer.vs-org-agenda"
vscode "flyfly6.terminal-in-status-bar"
vscode "formulahendry.docker-explorer"
vscode "formulahendry.docker-extension-pack"
vscode "formulahendry.github-actions"
vscode "fractalbrew.backticks"
vscode "frenco.vscode-notion"
vscode "geequlim.godot-tools"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "google.geminicodeassist"
vscode "grapecity.gc-excelviewer"
vscode "gruntfuggly.todo-tree"
vscode "gydunhn.javascript-essentials"
vscode "gydunhn.typescript-essentials"
vscode "gydunhn.vsc-essentials-core"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "ianjsikes.md-graph"
vscode "ibm.output-colorizer"
vscode "johnpapa.vscode-peacock"
vscode "johnpapa.winteriscoming"
vscode "justarandomgeek.factoriomod-debug"
vscode "kahole.magit"
vscode "kakumei.ts-debug"
vscode "kennylong.kubernetes-yaml-formatter"
vscode "kubeshop.monokle"
vscode "kubeshop.monokle-sarif"
vscode "marcostazi.vs-code-vagrantfile"
vscode "mattpocock.ts-error-translator"
vscode "mccarter.start-git-bash"
vscode "me-dutour-mathieu.vscode-github-actions"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-kubernetes-tools.kind-vscode"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-sarifvscode.sarif-viewer"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.mono-debug"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "neikeq.godot-csharp-vscode"
vscode "oderwat.indent-rainbow"
vscode "pmneo.tsimporter"
vscode "publicus.org-checkbox"
vscode "redhat.vscode-yaml"
vscode "reditorsupport.r"
vscode "rickygrassmuck.vscode-nomad-pack-go-template"
vscode "rickygrassmuck.vscode-nomad-pack-template"
vscode "rprouse.theme-obsidian"
vscode "sandipchitale.vscode-kubernetes-dashboard"
vscode "sandipchitale.vscode-kubernetes-helm-extras"
vscode "shopify.ruby-lsp"
vscode "sumneko.lua"
vscode "svizzini.factorio-lua-api-autocomplete"
vscode "tim-koehler.helm-intellisense"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "tootone.org-mode"
vscode "usernamehw.errorlens"
vscode "virgilsisoe.hammerspoon"
vscode "virgilsisoe.hammerspoon-snippets"
vscode "virgilsisoe.toggle-snippets-suggestion"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscodevim.vim"
vscode "xabikos.javascriptsnippets"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "ziyasal.vscode-open-in-github"
